Repository: quintipio/SimplyMoney
Catalog: CompteWin10/Strings/*/Resources.resw
Source language: en
Languages: es, fr

# 1anText
source: Last year
es: El año pasado
fr: Dernière année

# 1moisText
source: Last month
es: El mes pasado
fr: Dernier mois

# 3moisText
source: 3 last month
es: 3 mes pasado
fr: 3 dernier mois

# 6moisText
source: 6 Last month
es: 6 meses Último
fr: 6 dernier mois

# 7joursText
source: Last 7 days
es: Últimos 7 días
fr: 7 dernier jours

# AcceuilText.Text
source: My accounts
es: Mis cuentas
fr: Mes comptes

# AjouterBanqueText
source: Create a bank
es: Crear un banco
fr: Créer une banque

# AjouterCompteText
source: Create an account
es: Crear una cuenta
fr: Créer un compte

# AjouterText
source: Add
es: Añadir
fr: Ajouter

# AnnuelText
source: Annual
es: Anual
fr: Annuel

# Annuler
source: Cancel
es: Cancelar
fr: Annuler

# AnnulerContent.Content
source: Cancel
es: Cancelar
fr: Annuler

# AppareilPrincipalDescText.Text
source: It will be a device containing all the information of accounting. It is advisable to have one.
es: Va a ser un dispositivo que contiene toda la información de la contabilidad. Es recomendable tener uno.
fr: Il s'agira d'un appareil contenant toute les informations de la comptabilité. Il est conseillé d'en avoir qu'un.

# AppareilPrincipalText.Text
source: Main unit
es: Unidad principal
fr: Appareil principal

# AppareilSecondaireDescText.Text
source: It will be a device sending information to the main unit and containing a minimum of information on accounts
es: Será un dispositivo que envía información a la unidad principal y que contiene un mínimo de información sobre las cuentas
fr: Il s'agira d'un appareil envoyant des informations à l'appareil principal et contenant un minimum d'information sur les comptes

# AppareilSecondaireText.Text
source: Secondary unit
es: Unidad secundaria
fr: Appareil secondaire

# AppdText.Text
source: About...
es: Acerca de ...
fr: A propos de...

# Attention
source: Warning
es: ¡Atención
fr: Attention

# AttentionRestaurer
source: Warning ! import a file will overwrite all the data present in the application. Do you want to continue ?
es: ¡Advertencia! importar un archivo sobrescribirá todos los datos presentes en la aplicación. ¿Quieres continuar?
fr: Attention ! importer un fichier écrasera toute les données présente dans l'application. Voulez vous continuer ?

# AttentionText
source: Warning
es: ¡Atención
fr: Attention

# AucunText
source: No
es: Sin
fr: Aucun

# BimestrielText
source: Bimonthly
es: Bimestral
fr: Bimestriel

# CarteBleue
source: Blue card
es: Tarjeta azul
fr: Carte bleue

# CategorieContent.Content
source: Categories
es: Categorías
fr: Catégories

# CategorieText.Text
source: Category:
es: Categoría:
fr: Catégorie :

# Cheque
source: Check
es: Comprobar
fr: Chèque

# ChoixLangueText.Text
source: Select language of the application:
es: Seleccionar idioma de la aplicación:
fr: Choisir la langue de l'application :

# ComentaireText.Text
source: Comment:
es: Comentario:
fr: Commentaire :

# CompteContent.Content
source: Accounts
es: Cuentas
fr: Comptes

# CompteEcheancierText.Text
source: On the account :
es: A causa:
fr: Sur le compte :

# ConvertirContent.Content
source: Convert
es: Convertir
fr: Convertir

# ConvertisseurText.Text
source: Converter
es: Convertidor
fr: Convertisseur

# CouleurText.Text
source: Change Theme application
es: Aplicación Tema Cambiar
fr: Changer le thème de l'application

# CourbeDepenseText.Text
source: Curve expenses
es: Gastos Curve
fr: Courbe des dépenses

# CreditText.Text
source: Credit:
es: Crédito:
fr: Crédit :

# CreerBanqueText.Text
source: Creation of the bank:
es: Creación del banco:
fr: Création de la banque :

# CreerCompteText.Text
source: Creation of accounts:
es: Creación de cuentas:
fr: Création des comptes :

# DateLimiteEcheancierContent.Content
source: Deadline schedule:
es: Horario Fecha límite:
fr: Date limite de l'échéancier :

# DateText.Text
source: Date:
es: Fecha:

# DebitText.Text
source: Debit :
es: Caudal:
fr: Débit :

# DepenseCategorieText.Text
source: Expenditures by categories
es: Gastos por categorías
fr: Dépenses par catégories

# DeveloppeurText.Text
source: Developer:
es: Desarrollador:
fr: Développeur :

# DeviseText.Text
source: Currency:
es: Moneda:
fr: Devise :

# EchancierText.Text
source: Timetable
es: Horarios
fr: Echéancier

# EcheancierContent.Content
source: Timetable
es: Horarios
fr: Echéancier

# EspaceDispo
source: Available space occupied:
es: Espacio disponible ocupada:
fr: Espace Disponible occupé :

# FiltreText.Text
source: Filters:
es: Filtros:
fr: Filtres :

# GestionCategorieText.Text
source: Category Management
es: Gestión por Categorías
fr: Gestion des catégories

# HebdomadaireText
source: Weekly
es: Semanalmente
fr: Hebdomadaire

# InfoSynchroText.Text
source: The space synchronization synchronizes the movements from the secondary device or saving accounts, timelines and categories.
es: La sincronización espacio sincroniza los movimientos del dispositivo secundario o cuentas de ahorro, plazos y categorías.
fr: L'espace de synchronisation permet de synchroniser les mouvements provenant de l'appareil secondaire ou de sauvegarder les comptes, les échéanciers et les catégories.

# LibelleText.Text
source: Wording :
es: Calumnia:
fr: Libelle :

# MensuelText
source: Monthly
es: Mensual
fr: Mensuel

# MenuContent.Content
source: Menu
es: Menú

# ModifierBanqueText
source: Edit a bank
es: Edición de un banco
fr: Modifier une banque

# ModifierCompteText
source: Edit Account
es: Editar Cuenta
fr: Modifier un compte

# ModifierText
source: Edit
es: Cambio
fr: Modifier

# MotDePasseContent.Content
source: Password (to encrypt the file):
es: Contraseña (para cifrar el archivo):
fr: Mot de passe (pour chiffrer le fichier) :

# MouvementText.Text
source: Movement:
es: Movimiento:
fr: Mouvement :

# NBJoursText.Text
source: Number of days
es: Número de días
fr: Nombre de jours

# NomText.Text
source: Name:
es: Nombre:
fr: Nom :

# NouveauteesContenu.Text
source: v 1.2: -Added an option to hide the unchangeable categories -Added an option to show an account at a desired date. v1.1.3 : -Fixed a bug on the registration of accounts. -Sorted categories and subcategories alphabetically. -Display of the sum of all accounts for banks. -Addition of Portuguese. v1.1.2 : - Bug fixes for timelines - Addition of privacy policy v1.1.1 : -Several graphics bugs corrections. -Add navigation pages on the movements of the accounts list. v1.1.0.0: - Creating the application
es: v 1.2: -Añadida una opción para ocultar las categorías inmutables -Añadida una opción para mostrar una cuenta en una fecha deseada. v1.1.3 : -Corregido un error en el registro de cuentas. -Ordenadas por orden alfabético a categorías y subcategorías. -Visualización de la suma de todas las cuentas para los bancos. -Además de Portugués. v1.1.2 : - Plazos de rendimiento de corrección de errores - Además de la política de privacidad v1.1.1 : -Gráficos varios errores correcciones. -Añadir páginas de navegación sobre los movimientos de la lista de cuentas. v1.1.0.0: - Creación de la aplicación
fr: v 1.2 : - Ajout d'une option pour masquer les catégories non modifiables - Ajout d'une option pour afficher un compte à une date voulue. v1.1.3: - Correction d'un bug sur l'enregistrement en roaming des comptes. - Tri catégories et sous catégories par ordre alphabétique. - Affichage de la somme de tout les comptes pour les banques. - Ajout du portugais. v1.1.2: - Corrections de bugs sur l'éxécution des échéanciers - Ajout de la politique de confidentialité v1.1.1 : - Corrections de plusieurs bugs graphiques. - Ajout d'une navigation par pages sur la liste des mouvements des comptes. v1.1.0.0 : - Création de l'application

# NouveauteesText.Text
source: New products:
es: Nuevos productos:
fr: Nouveautés :

# NumeroText.Text
source: Number:
es: Número:
fr: Numéro :

source: OK
es: Bueno

# oui
source: Yes
es: Sí
fr: Oui

# OuText.Text
source: or
es: o
fr: ou

# OutilsContent.Content
source: Tools
es: Instrumentos
fr: Outils

# OutilsText.Text
source: Tools
es: Instrumentos
fr: Outils

# ParametresContent.Content
source: Parameters
es: Ajustes
fr: Paramètres

# ParametresText.Text
source: Parameters
es: Ajustes
fr: Paramètres

# ParcourirContent.Content
source: Browse
es: Viajes
fr: Parcourir

# PasseContent.Content
source: Past
es: Pasado
fr: Passé

# PaysText.Text
source: Country:
es: País:
fr: Pays :

# PeriodeText.Text
source: Period:
es: Periodo:
fr: Période :

# PeriodiciteText.Text
source: Repeat:
es: Repetir:
fr: Répétition :

# PersonaliseText
source: Custom
es: Personalizado
fr: Personnalisé

# Prelevement
source: Sample
es: Exacción
fr: Prélèvement

# PremierDemarrageText.Text
source: First Start
es: Primera puesta
fr: Premier démarrage

# RedemarrageRequisText.Text
source: The complete change in this setting will be reflected after restarting the application.
es: El cambio completo en este ajuste se reflejará después de reiniciar la aplicación.
fr: La modification complète de ce paramètre sera prise en compte après un redémarrage de l'application.

# ReinitAllContent.Content
source: Also delete the shared data (blot data for all devices)
es: También eliminar los datos compartidos (datos de transferencia de todos los dispositivos)
fr: Effacer également les données partagées (effaceras les données pour tout les appareils)

# ReinitAppButtonContent.Content
source: Reset application
es: Restablecer aplicación
fr: Réinitialiser l'application

# ReinitButtonContent.Content
source: Reset
es: Restablecer
fr: Réinitialiser

# ReinitInfoText.Text
source: Warning: this will erase all the data on the application of this pc. Do you want to continue ?
es: Advertencia: esto borrará todos los datos sobre la aplicación de este PC. ¿Quieres continuar?
fr: Attention, cette action effacera toute les données de l'application sur ce pc. Voulez vous continuer ?

# RestaurerText.Text
source: Restoring Data
es: Datos Restauración
fr: Restauration des données

# RestaureText
source: Restoration
es: Restauración
fr: Restauration

# SauvegarderText.Text
source: Saving data
es: Copia de seguridad de datos
fr: Sauvegarde des données

# SauvegardeText
source: Safeguard
es: Salvaguardar
fr: Sauvegarde

# SoldeInitialText.Text
source: Initial Balance:
es: Saldo inicial:
fr: Solde initial :

# StatistiqueContent.Content
source: Statistics
es: Estadísticas
fr: Statistiques

# StatText.Text
source: Statistics
es: Estadísticas
fr: Statistiques

# SupprimerBanqueText
source: Attention delete this bank is an irreversible action and blot out all associated data (including accounts). Do you want to continue ?
es: Atención borrar este banco es una acción irreversible y borra todos los datos asociados (incluyendo las cuentas). ¿Quieres continuar?
fr: Attention, supprimer cette banque est une action irréversible et effaceras toute les données associées (notamment les comptes). Voulez vous continuer ?

# SupprimerCompteText
source: Attention delete this account is an irreversible action and blot out all the associated data. Do you want to continue ?
es: Atención borrar esta cuenta es una acción irreversible y borrar todos los datos asociados. ¿Quieres continuar?
fr: Attention, supprimer ce compte est une action irréversible et effaceras toute les données associées. Voulez vous continuer ?

# SupprimerContent.Content
source: Remove
es: Eliminar
fr: Supprimer

# SynchroCategorieText.Text
source: Enable logging categories in the share folder
es: Habilitar categorías de registro en la carpeta compartida
fr: Activer l'enregistrement des catégories dans le dossier de partage

# SynchroCompteText.Text
source: Space occupied by the file containing the account information in the share folder
es: Espacio ocupado por el archivo que contiene la información de la cuenta en la carpeta compartida
fr: Espace occupé par le fichier contenant les informations de compte dans le dossier de partage

# SynchroEcheancierText.Text
source: Enable recording schedules in the share folder
es: Habilitar horarios de grabación en la carpeta compartida
fr: Activer l'enregistrement des échéanciers dans le dossier de partage

# SynchroMouvementText.Text
source: Space occupied by the file containing the movements pending addition in the share folder
es: Espacio ocupado por el archivo que contiene los movimientos pendientes adición en la carpeta compartida
fr: Espace occupé par le fichier contenant les mouvements en attente d'ajout dans le dossier de partage

# SynchroText.Text
source: Managing synchronization space:
es: La gestión de espacio de sincronización:
fr: Gérer l'espace de synchronisation :

# textFR
source: French
es: Francés
fr: Français

# TrimestrielText
source: Quarterly
es: Trimestralmente
fr: Trimestriel

# TypeText.Text
source: Type:
es: Tipo:

# ValiderAjouterContent.Content
source: Validate and Add Account
es: Validar y Añadir cuenta
fr: Valider et Ajouter un compte

# ValiderContent.Content
source: Validate
es: Validar
fr: Valider

# ValiderTerminerContent.Content
source: Validate and end
es: Validar y finalizar
fr: Valider et terminer

# VersionText.Text
source: Release:
es: Prensa:
fr: Version :

# Virement
source: Transfer
es: Transferencia
fr: Virement

# VirementCompteText.Text
source: Account for transfer:
es: Cuenta para la transferencia:
fr: Compte pour le virement :

# textEN
source: English
es: Inglès
fr: Anglais

# textES
source: Spanish
es: Español
fr: Espagnol

# DateEcheancierText.Text
source: Date for the next operation :
es: Fecha de la siguiente operación :
fr: Date de la prochaine opération :

# PolitiqueConf.Text
source: Personal information: This application collects no personal information that could identify you. All of the collected information are explicitly populated by the user during use of the application. None of this information is transmitted to third-party servers, made public or shared over the internet, the application had no rights to communicate with the internet. All collected information is stored in a data base remaining locally on your device in the folder localState of the implementation of your user account. Information shared between the devices using the application are systematically encrypted and are accessible only by your microsoft account associated with the installation of the application and the application itself. Never leave your environment and these data are transmitted between devices via your user account-specific microsoft cloud. Questions or information: If you have any questions about the privacy policy, you can send a message to the email qdelfour@gmail.com.
es: Información personal: Esta aplicación no recopila ninguna información personal que pudiera identificarle. Toda la información recogida se rellenan explícitamente por el usuario durante el uso de la aplicación. Ninguna de esta información es transmitida a los servidores de terceros, hechos público o compartido en internet, la aplicación no tenía derechos para comunicarse con internet. Toda la información recogida se almacena en una base de datos queda localmente en su dispositivo en la carpeta localState de la aplicación de su cuenta de usuario. Información compartida entre los dispositivos usando la aplicación sistemáticamente están encriptados y son accesible sólo por su cuenta de microsoft asociado con la instalación de la aplicación y la aplicación en sí. Nunca deje a su entorno y estos datos son transmitidos entre dispositivos a través de su nube de microsoft específicos de la cuenta de usuario. Dudas o información: Si usted tiene alguna pregunta acerca de la política de privacidad, puede enviar un mensaje al correo electrónico qdelfour@gmail.com.
fr: Informations personnelles : Cette application ne collecte pas d'informations personnelles pouvant vous identifier. Toute les informations collectées sont explicitement remplies par l'utilisateur au cours de l'utilisation de l'application. Aucune de ces informations n'est transmises à des serveurs tiers, rendues publiques ou partagées sur internet, l'application n'ayant pas les droits pour communiquer avec internet. Toute les informations collectées sont stockées dans une base de donnée restant en local sur votre appareil dans le dossier localState de l'application de votre compte utilisateur. Les informations partagées entre les appareils utilisant l'application sont systématiquement chiffrés et ne sont accessible que par votre compte microsoft associé à l'installation de l'application et par l'application elle-même. Ces données ne quittent jamais votre environnement et sont transmises entre les appareils via le système de cloud de microsoft propre à votre compte utilisateur. Questions ou informations : Si vous avez des questions sur la politique de confidentialité, vous pouvez envoyer un message à l'adresse email qdelfour@gmail.com .

# PolitiqueConfText.Text
source: Privacy Policy
es: Política de privacidad :
fr: Politique de confidentialité :

# textPT
source: Portuguese
es: Portugués
fr: Portugais

# soldeCompteDateText.Text
source: Check the balance of the account on the date of the :
es: Compruebe el saldo de la cuenta en la fecha de la :
fr: Consulter le solde du compte à la date du :

# non
source: No
fr: Non

# QuotidienText
source: Daily
fr: Quotidien
